Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Gdybyś widział to, co ja... ludzi palących się jak pochodnie... Dość o mnie! Czego chce Grayson?!
uk: Якби ти бачив те, що бачив я... Люди горіли, як смолоскипи... Досить про мене! Чого хоче Грейсон?!

source: Gdybyś wysadził nas na brzeg zgodnie z umową, nic takiego by się nie wydarzyło!
uk: Якби ти висадив нас на берег, як ми домовлялися, нічого б цього не сталося!

source: Gdybyś wyszedł poza obręb portu, znalazłbyś go bez problemu. Zgodził się nastawić twój bark.
uk: Цирульник. Якби ти вийшов за межі порту, то без проблем знайшов би його. Він погодився вправити тобі плече.

source: Gdybyś z nim porozmawiał i zdobył pozwolenie na wykorzystywanie go...
uk: Якби ти поговорив з ним і отримав дозвіл його використовувати...

source: Gdybyś znalazł jakieś mięso, to przynieś je do mnie!
uk: Якщо знайдеш якесь м'ясо, принось його мені!

source: Gdybyś ćwiczył tyle, co ja, to może byś miał jakieś szanse.
uk: Якби ти тренувався стільки ж, як я, у тебе був би шанс.

source: Gdybyśmy jednak zaczęli pracować jednocześnie, to wszystko powinno być w porządku.
uk: Однак, якщо ми почнемо працювати одночасно, все повинно бути добре.

source: Gdybyśmy odłożyły trochę złota, to może mogłybyśmy kiedyś rozpocząć gdzieś nowe życie.
uk: Якщо відкладемо трохи золота, то, можливо, колись зможемо почати нове життя.

source: Gdybyśmy przynajmniej nie musieli się użerać z tymi wszystkimi dworzanami, którzy tylko czekają na kolejne potknięcie Króla... ach, szkoda gadać.
uk: Якби нам хоча б не доводилося мати справу з усіма цими дворянами, які тільки й чекають наступної помилки Короля... ах, соромно казати.

source: Gdybyśmy wszystkich zamknęli, to w trymiga byśmy zbankrutowali.
uk: Якби ми всіх замкнули, то довелося б їх усіх годувати.

source: Gdybyśmy zdecydowali się wystąpić przeciwko Volkerowi bez niezbitych dowodów, lub co gorsza, gdyby okazało się, że nie mamy racji, nasza reputacja ległaby w gruzach.
uk: Якщо ми вирішимо виступити проти Волкера, не маючи беззаперечних доказів, або, що гірше, якщо ми помилимося, наша репутація буде зруйнована.

source: Gdzie Fulko rozmawiał z tym handlarzem?
uk: Де Фулько розмовляв з цим торговцем?

source: Gdzie Riordian i Rierol?
uk: Де Ріордіан і Рієрол?

source: Gdzie byliście w czasie, kiedy dźwig przestał działać?
uk: Де ви були, коли кран перестав працювати?

source: Gdzie byłeś podczas burzy?
uk: Де ти був під час бурі?

source: Gdzie byłeś w czasie włamania?
uk: Де ти був в момент пограбування?

source: Gdzie dokładnie jest ta jaskinia?
uk: Де саме знаходиться ця печера?

source: Gdzie dokładnie mam się udać?
uk: Куди саме я маю піти?

source: Gdzie dokładnie mam zanieść te skrzynie?
uk: Куди саме я маю віднести ці ящики?

source: Gdzie dokładnie mieszka?
uk: Де він живе?

source: Gdzie dokładnie znajduje się karczma?
uk: Де саме знаходиться корчма?

source: Gdzie drwa rąbią
uk: Там, де рубають дрова

source: Gdzie go szukać?
uk: Де його шукати?

source: Gdzie go znajdę?
uk: Де я можу його знайти?

source: Gdzie i kiedy ma się odbyć ten koncert?
uk: Де і коли має відбутися цей концерт?

source: Gdzie i kiedy mam się stawić?
uk: Куди і коли я маю з'явитися?

source: Gdzie ich szukać? Najlepiej zacznij w okolicach targowiska miejskiego, ale nie ograniczałbym się wyłącznie do tego rejonu.
uk: Де їх шукати? Найкраще почати з міського ринку, але я б не обмежувався лише цим районом.

source: Gdzie indziej mieliby dostarczyć człowieka?
uk: Куди ще вони могли доставити чоловіка?

source: Gdzie ja jestem? Co się stało?
uk: Де я? Що сталося?

source: Gdzie ja położyłam tę patelnię...
uk: Куди я поклала сковорідку...

source: Gdzie ja... a, tutaj jest, twoja zapłata.
uk: Куди ж я... а, ось вона, твоя платня.

source: Gdzie ja... a, tutaj. Zrobiłem sobie zapas wywaru ze smoczego korzenia, i została mi jedna pełna menzurka. Masz, nie będę jej potrzebował.
uk: Куди я... а, ось. Я зробив запаси відвару з драконячого кореня, і залишилася ще одна повна мензурка. Ось, мені вона не знадобиться.

source: Gdzie je znalazłeś?
uk: Де ти їх знайшов?

source: Gdzie jest Duster?
uk: А де Дастер?

source: Gdzie jest Kurt?
uk: А де ж Курт?

source: Gdzie jest Lichwiarz?
uk: Де Лихвар?

source: Gdzie jest Przeor?
uk: Де Настоятель?

source: Gdzie jest Ulryk?
uk: Де Ульрік?

source: Gdzie jest chata Roya?
uk: Де халупа Роя?

source: Gdzie jest prawo? Gdzie SPRAWIEDLIWOŚĆ?!
uk: Де закон? Де СПРАВЕДЛИВІСТЬ?!

source: Gdzie jest reszta waszych towarzyszy?
uk: Де решта ваших товаришів?

source: Gdzie jest ta kopalnia?
uk: Де розташована ця копальня?

source: Gdzie jest ta wieża?
uk: Де знаходиться ця вежа?

source: Gdzie jest ten magazyn?
uk: Де розташований цей склад?

source: Gdzie jest teraz twój brat?
uk: А де зараз твій брат?

source: Gdzie jest teraz?
uk: Де він зараз?

source: Gdzie ją znajdę?
uk: Де я можу її знайти?

source: Gdzie konkretnie? Tylko nie do tych zbirów!
uk: Куди саме? Тільки не до цих бандитів!

source: Gdzie ma dojść do 'wymiany'?
uk: Де має відбутися 'обмін'?

source: Gdzie mam ich szukać?
uk: Де я маю їх шукати?

source: Gdzie mam iść?
uk: Куди мені йти?

source: Gdzie mam szukać takiego specyfiku?
uk: Де мені шукати такий засіб?

source: Gdzie mam szukać tego podręcznika?
uk: Де мені шукати цей посібник?

source: Gdzie mam teraz iść?
uk: Куди мені тепер йти?

source: Gdzie mam zacząć?
uk: З чого почати?

source: Gdzie mamy ich szukać?
uk: Де нам їх шукати?

source: Gdzie mogę dostać dobry sprzęt łowiecki?
uk: Де можна дістати гарне мисливське спорядження?

source: Gdzie mogę go kupić?
uk: Де я можу його купити?

source: Gdzie mogę spotkać Sir Ramseya?
uk: Де я можу зустрітися з сером Рамзі?

source: Gdzie mogę znaleźć perły?
uk: Де я можу знайти перлини?

source: Gdzie mogę znaleźć składniki?
uk: Де я можу знайти інгредієнти?

source: Gdzie mogę znaleźć ten mirt?
uk: Де я можу знайти цей мирт?

source: Gdzie moja córka? Nie mów mi proszę, że nie żyje!
uk: Де моя донька? Тільки не кажи, що вона померла!

source: Gdzie moje maniery. Poznaj Flexa - czynny muzyk grupy In Extremo!
uk: Де мої манери? Знайомся, це Флекс – діючий музикант гурту In Extremo!

source: Gdzie mógłbym znaleźć dzika?
uk: Де я можу знайти кабана?

source: Gdzie mój niewolnik?
uk: Де мій раб?

source: Gdzie najłatwiej go znaleźć?
uk: Де його найлегше знайти?

source: Gdzie narzekać! Bardzo dziękujemy!
uk: Ніяких нарікань! Щиро дякуємо!

source: Gdzie niby miałbym cię zabrać?
uk: Куди б ти хотів, щоб я тебе відвіз?

source: Gdzie on jest?
uk: Де він?

source: Gdzie ona jest?
uk: Де вона?

source: Gdzie one są?
uk: Де вони?

source: Gdzie oni są?
uk: Де вони?

source: Gdzie powinienem szukać?
uk: Де мені слід шукати?

source: Gdzie powinienem wykopać ten dół?
uk: Де копати яму?

source: Gdzie przebywa Gron?
uk: Де буває Грон?

source: Gdzie rośnie zębate ziele?
uk: Де росте снеппер-трава?

source: Gdzie siedzi zamachowiec?
uk: Де сидить вбивця?

source: Gdzie się podziała Esti?
uk: Куди поділася Есті?

source: Gdzie się podziewałaś przez cały ten czas?
uk: Де ти була увесь цей час?

source: Gdzie się szwendasz? To nie czas na wycieczki!
uk: Де ти вештаєшся? Зараз не час для прогулянок!

source: Gdzie się teraz udasz?
uk: Куди ти підеш тепер?

source: Gdzie się znajduje?
uk: Де вона знаходиться?

source: Gdzie szukać muzyków?
uk: Де я зможу знайти музикантів?

source: Gdzie szukać tego Hoda?
uk: Де шукати того Хода?

source: Gdzie są pozostali agitatorzy?
uk: А де інші агітатори?

source: Gdzie są pozostali magowie?
uk: А де інші маги?

source: Gdzie są pozostali przemytnicy?
uk: Де інші контрабандисти?

source: Gdzie są teraz wszyscy przemytnicy?
uk: Де тепер усі контрабандисти?

source: Gdzie są wszyscy?
uk: А де ж усі?

source: Gdzie są wszystkie moje rzeczy?
uk: Де всі мої речі?

source: Gdzie słów dużo
uk: Де забагато слів

source: Gdzie tam! Ale to było do przewidzenia.
uk: Та де там! Але цього й слід було очікувати.

source: Gdzie tam! Holdwig to prosty chłop! Nie ma pojęcia o interesach.
uk: Та де там! Гольдвіг – простий селянин! Він нічого не розуміє в бізнесі.

source: Gdzie ten Kurt znowu się podział? Nigdy nie ma go w pobliżu kiedy mógłby się do czegoś przydać.
uk: Куди знову подівся цей Курт? Його ніколи немає поруч, коли він міг би бути корисним.

source: Gdzie teraz jest reszta moich towarzyszy?
uk: А де решта моїх супутників?

source: Gdzie teraz przebywa Sir Ramsey?
uk: Де зараз живе сер Рамзі?

source: Gdzie to jest?
uk: Де це знаходиться?

source: Gdzie to widziałeś tego orka?
uk: Де ти бачив того орка?

source: Gdzie twój szef? Chcę z nim rozmawiać.
uk: Де твій шеф? Я хочу поговорити з ним.

source: Gdzie ty się podziewałeś? Te dranie wzięły nas z zaskoczenia i wymordowali połowę naszych w ciągu kilku chwil.
uk: Де ти був? Ці виродки застали нас зненацька і за лічені хвилини перебили половину наших.

source: Gdzie udali się nasi ludzie?
uk: Куди пішли наші люди?

source: Gdzie w tym moja rola?
uk: І тут на сцену виходжу я?

source: Gdzie wasz honor, pytam? Gdzie wasza GODNOŚĆ?!
uk: Я запитую вас, де ваша честь? Де ваша ГІДНІСТЬ?!

source: Gdzie widziano go po raz ostatni?
uk: Де його бачили востаннє?

source: Gdzie wynajęłaś tego chłopaka?
uk: Де ти найняла цього хлопця?

source: Gdzie z tymi łapskami?!
uk: Куди ти лізеш зі своїми ручиськами?!

source: Gdzie zatem szukać tej nieopisanej potęgi? Magia jest tym, czym jest - najpotężniejszym i najwspanialszym darem, jaki człowiek otrzymał od bogów. Baczcie jeno, by dar ów rychło nie stał się przekleństwem, gdyż nieliczni będą w stanie zrozumieć magię i wykorzystać ją do własnych celów. Inni sami zostaną wykorzystani.
uk: То де ж шукати цю незбагненну силу? Магія є тим, чим вона є – наймогутнішим і найвеличнішим даром, який людина отримала від богів. Але обережно, щоб цей дар незабаром не став прокляттям, адже мало хто зможе зрозуміти магію і використати її у своїх цілях. Інших же вона використає сама.

source: Gdzie znajduje się ta łódka?
uk: Де знаходиться цей човен?

source: Gdzie znajdę Arethe?
uk: Де знайти Арета?

source: Gdzie znajdę Dimę?
uk: Де знайти Діну?

source: Gdzie znajdę Ernesto?
uk: Де я можу знайти Ернесто?

source: Gdzie znajdę Gonzalo?
uk: Де мені знайти Гонсало?

source: Gdzie znajdę Henka?
uk: Де знайти Хенка?

source: Gdzie znajdę Jorna i tego Viktora?
uk: Де мені знайти Йорна і цього Віктора?

source: Gdzie znajdę Legrifa?
uk: Де я можу знайти Легріфа?

source: Gdzie znajdę Lokvara?
uk: Де я можу знайти Локвара?

source: Gdzie znajdę Markusa?
uk: Де я можу знайти Маркуса?

source: Gdzie znajdę Otho?
uk: Де я знайду Отто?

source: Gdzie znajdę Ramhę?
uk: Де знайти Рамху?

source: Gdzie znajdę Rasco?
uk: Де я знайду Раско?

source: Gdzie znajdę dwór Volkera?
uk: Де знайти маєток Волкера?

source: Gdzie znajdę jego warsztat?
uk: Де знайти його майстерню?

source: Gdzie znajdę obóz drwali?
uk: Де знаходиться табір лісорубів?

source: Gdzie znajdę tego Olivera?
uk: Де мені знайти цього Олівера?

source: Gdzie znajdę tego Wilczego Syna?
uk: Де можна знайти цього Вовчого Сина?

source: Gdzie znajdę tego cieślę?
uk: Де я знайду цього тесляра?

source: Gdzie znajdę tego cudownego kupca?
uk: Де я можу знайти цього чудесного торговця?

source: Gdzie znajdę waszego kowala?
uk: Де можна знайти вашого коваля?

source: Gdzie znajdę zębate ziele?
uk: Де я можу знайти снеппер-траву?

source: Gdzie?
uk: Де?

source: Gdzieś mam Rodericha i jego rozkazy! Jeśli będzie chciał, to niech wywali mnie na zbity pysk!
uk: Мені начхати на Родеріха і на його накази! Якщо хоче, нехай виганяє мене до біса!

source: Gdzieś się wybierasz, młody?
uk: Кудись зібрався, юначе?

source: Gdzieś wśród moich ksiąg powinno być dzieło o tytule 'Potęga Równowagi'. Od wielu lat jej nie czytałem i nie wiem, gdzie mogłem ją położyć, ale z pewnością znajdziemy w niej coś przydatnego.
uk: Десь серед моїх книг має бути праця під назвою 'Сила балансу'. Пройшло багато років з тих пір, як я читав її, і я не знаю, куди я міг її покласти. Але я впевнений, що в ній є щось корисне.

source: Gdzieś, gdzie nie powinno cię być. Odłóż kuszę, to na spokojnie porozmawiamy.
uk: Там, де не повинні бути. Опусти арбалет і ми спокійно поговоримо.

source: Gdzieżbym śmiał dorównać twojemu kunsztowi.
uk: Я не наважуся зрівнятися з тобою в майстерності.

source: Gdzieżbyś śmiał, panie władzo.
uk: Чи ти смієшся, пане офіцере.

source: Gejzer
uk: Гейзер

source: Generał Lee.
uk: Генерал Лі.

source: Generał Lee?
uk: Генерал Лі?

source: Generałowie króla na bieżąco informują mnie o pobliskich ruchach wojsk i Archolos nie ma aktualnie najmniejszych powodów do obaw!
uk: Королівські генерали інформують мене про пересування найближчих військ, і наразі для Архолосу немає жодних підстав для хвилювань!

source: Genialna decyzja. Ciekawe, kto jest na tyle reprezentatywny, żeby podesłać go Wysłannikowi, co?
uk: Геніальне рішення. Цікаво, чи знайдеться хтось достатньо гідний, щоб відправити його до Посла, еге ж?

source: Genialne!
uk: Геніально!

source: Gerd
uk: Герд

source: Gerhard
uk: Герхард

source: Gerhard nie będzie już stanowił zagrożenia.
uk: Герхард більше не становитиме загрози.

source: Gerhard wyraźnie przejął ster nad całą operacją. Polecił mi wrócić jutro, bo może będzie dla mnie jeszcze jakaś robota.
uk: Герхард явно взяв управління всією операцією. Він сказав мені прийти завтра, можливо, для мене буде ще якась робота.

source: Gerhard.
uk: Герхард.

source: Gerke
uk: Герке

source: Gerke, co się stało?
uk: Герке, що тут сталося?

source: Gerstand
uk: Герстанд

source: Gerstand nie był zbyt rozmowny, ale nie zaprzeczył, że robi interesy z Gerhardem. Jeśli faktycznie ze sobą handlują, to gdzieś musi znajdować się księga rachunkowa ze spisem ich transakcji.
uk: Герстанд був не надто говірким, але не заперечував, що веде бізнес з Герхардом. Якщо вони справді торгують один з одним, то десь має бути бухгалтерська книга з переліком їхніх угод.

source: Gerstand udał się do Rodericha. Najlepiej, jeśli poczekam kilka godzin i pozwolę, by sprawy same się rozwinęły. Gdy Gerhard będzie już za kratkami, wrócę do Holdwiga.
uk: Герстанд пішов до Родеріха. Найкраще зачекати пару годин і дозволити подіям розвиватися самим. Як тільки Герхард опиниться за ґратами, я повернуся до Гольдвіга.

source: Gerstand zgodził się namówić Gerharda do opuszczenia Archolos, pod warunkiem, że zwrócę mu jego księgę rachunkową. Mamy się jutro u niego spotkać.
uk: Герстанд погодився переконати Герхарда залишити Архолос за умови, що я поверну йому бухгалтерську книгу. Ми повинні зустрітися у нього завтра.

source: Gerwin pozwolił sobie na taką niesubordynację? To do niego absolutnie niepodobne!
uk: Гервін дозволив собі таку непокірність? Це абсолютно на нього не схоже!

source: Gerwin, Gerwin...
uk: Гервін, Гервін...

source: Gerwina.
uk: Гервіна.

source: Getoryk
uk: Геторік

source: Gibbson - 'Ahh potrawka z chrząszcza, mógłbym ją jeść bez końca'
uk: Gibbson – 'Ах, рагу з м'ясних жуків, я міг би їсти його вічно'

source: Gigus
uk: Велетень

source: Gildia Araxos pragnie pomóc twojemu panu rozwiązać śledztwo w sprawie zamachu.
uk: Гільдія Араксос прагне допомогти твоєму пану в розслідуванні справи замаху.

source: Gildia Araxos? Ile razy mam powtarzać, że to nie nasza wina, że ten idiota zginął?
uk: Гільдія Араксос? Скільки разів ще можна повторювати, що ми не винні в смерті того ідіота?

source: Gildia Kupiecka (obok wejścia do piwnic Gildii)
uk: Торгова Гільдія (біля входу в підвали гільдії)

source: Gildia Kupiecka Araxos to ciągle najlepsze rozwiązanie dla każdego, kto prowadzi własny interes lub jest w inny sposób powiązany z handlem na wyspie.
uk: Торгова Гільдія Араксос досі залишається найкращим варіантом для тих, хто має власний бізнес або ще якимось чином пов'язаний з торгівлею на острові.

source: Gildia Kupiecka będzie brała 5 skrzynek tygodniowo.
uk: Торгова Гільдія забиратиме 5 ящиків на тиждень.

source: Gildia Kupiecka będzie brała aż 8 skrzynek Mrocznego Paladyna tygodniowo. Tomas powinien być zadowolony.
uk: Торгова Гільдія забиратиме до 8 ящиків Темного Паладина на тиждень. Томас буде задоволений.

source: Gildia Kupiecka i pełna uczciwość? Hm, jakoś nie jestem przekonany.
uk: Торгова Гільдія і абсолютна чесність? Хм, якось не дуже віриться.

source: Gildia Kupiecka jak zawsze pojawia się wtedy kiedy najbardziej jej potrzeba. Ci cholerni strażnicy nie chcą mnie wpuścić do środka, a mam bardzo ważną przesyłkę do dostarczenia.
uk: Торгова Гільдія, як завжди, з'являється тоді, коли вона найбільше потрібна. Ці кляті вартові не впускають мене, а я маю дуже важливу доставку.

source: Gildia Kupiecka ma do ciebie sprawę.
uk: Торгова Гільдія має до тебе справу.

source: Gildia Kupiecka oferuje zarobek w swojej kopalni złota. Każda wykopana bryłka zostanie wymieniona u nich na monety. Gdy tylko zabraknie mi pieniędzy, powinienem odwiedzić to miejsce. Najszybciej tam dotrę korzystając z usług transportowych Gildii.
uk: Торгова Гільдія пропонує можливість заробітку в їхній золотій копальні. Кожен видобутий самородок вони обміняють на монети. Як тільки у мене закінчаться гроші, я повинен відвідати це місце. Найшвидший спосіб дістатися туди – скористатися транспортними послугами Гільдії.

source: Gildia Kupiecka oferuje zarobek w swojej kopalni złota. Każda wykopana bryłka zostanie wymieniona u nich na monety. Gdy tylko zabraknie mi pieniędzy, powinienem odwiedzić to miejsce. Najszybciej tam dotrę korzystając z usług transportowych Gildii. Niestety nie wiem, co mają na myśli pisząc o usługach tych gońców... Prędzej czy później powinienem spotkać kogoś z Gildii, kto mi to wytłumaczy.
uk: Торгова Гільдія пропонує можливість заробітку в їхній золотій копальні. Кожен видобутий самородок вони обміняють на монети. Як тільки у мене закінчаться гроші, я повинен відвідати це місце. Найшвидший спосіб дістатися туди – скористатися транспортними послугами Гільдії. На жаль, я не знаю, що вони мають на увазі, коли пишуть про ці послуги... Рано чи пізно я маю зустріти когось з Гільдії, хто мені це пояснить.

source: Gildia Kupiecka przejmuje ten interes.
uk: Торгова Гільдія переймає цей бізнес.

source: Gildia Kupiecka przewiduje nagrodę w wysokości 200 sztuk złota za pozbycie się tych tajemniczych bestii, do odebrania u łowcy Garosa.
uk: Торгова Гільдія призначила винагороду в розмірі 200 золотих за те, щоб позбутися цих загадкових звірів, яку можна отримати у мисливця Гароса.

source: Gildia Kupiecka trenuje wyłącznie swoich pracowników. Szkolenia obejmują walkę bronią białą oraz łukami. Trenerzy pomagają także zwiększyć siłę oraz poprawić zręczność.
uk: Торгова Гільдія проводить навчання лише для своїх співробітників. Тренування включає навчання бою зі зброєю ближнього бою та луками. Тренери також допоможуть підвищити силу та покращити спритність.

source: Gildia Kupiecka.
uk: Торгова Гільдія.

source: Gildia będzie miała kolejny powód do chwalenia się, co? Strażnicy królewscy dorabiają na boku, a uczciwi najemnicy wspomagają robotników?
uk: У Гільдії з'явиться ще один привід вихвалятися, еге ж? Королівські вартові заробляють гроші на стороні, поки чесні найманці підтримують робітників?

source: Gildia chce się was pozbyć.
uk: Гільдія хоче вас позбутися.

source: Gildia chciała wykupić twój dom, aby tam umieścić Gwardzistów.
uk: Гільдія хотіла викупити твій будинок, щоб поселити там гвардійців.

source: Gildia jest tuż obok, tam zapytaj.
uk: Гільдія поруч, там запитай.

source: Gildia naprawdę tak działała?
uk: Гільдія справді так діяла?

source: Gildia nie będzie ci zlecała żadnych robót, zamiast tego otrzymasz zapłatę za tolerowanie obecności najemników w swoim obozie.
uk: Гільдія не доручатиме тобі ніякої роботи, натомість тобі платитимуть за те, що ти будеш терпіти присутність найманців в своєму таборі.

source: Gildia nie ma już dla mnie większego znaczenia. Ich problemy również.
uk: Гільдія більше не має для мене великого значення. Як і їхні проблеми.

source: Gildia nie narzekała na towary, więc raczej niczego nie ukradł ani nie uszkodził.
uk: Гільдія не скаржилася на товар, тому навряд чи він щось вкрав чи пошкодив.

source: Gildia obiecała mi odnaleźć brata, zamiast tego latam od tygodni, wykonując wasze rozkazy.
uk: Гільдія обіцяла знайти мого брата, а натомість я тижнями бігаю містом, виконуючи ваші замовлення.

source: Gildia potrafi być hojna dla swoich współpracowników (300 SZ)
uk: Гільдія може бути щедрою зі своїми людьми. (300 золотих)

source: Gildia potrafi być hojna dla swoich współpracowników.
uk: Гільдія може бути щедрою зі своїми людьми.

source: Gildia potrzebuje twoich usług.
uk: Гільдія потребує твоїх послуг.

source: Gildia radzi sobie dużo lepiej, niż można by się spodziewać po obecnej sytuacji na wyspie. Musimy to utrzymać.
uk: Справи Гільдії йдуть набагато краще, ніж можна було б очікувати, враховуючи поточну ситуацію на острові. Ми повинні продовжувати так само.

source: Gildia ucierpi! Królewski Wysłannik, chce zagarnąć nasze koszary.
uk: Гільдія під ударом! Королівський посол хоче забрати наші казарми.

source: Gildia? To mogłeś tak od razu!
uk: Гільдія? Так би одразу і сказав!

source: Gildie pozwalają wam sprzedawać wyposażenie ze swoimi insygniami?
uk: Гільдія дозволяє вам продавати спорядження зі своєю символікою?

source: Gildii Kupieckiej Araxos.
uk: Торгової Гільдії Араксос.

source: Gildii Kupieckiej bardzo na tym zależy.
uk: Це дуже важливо для Торгової Гільдії.

source: Gildii nie przydałaby się kopalnia żelaza?
uk: Гільдії часом не потрібна копальня заліза?

source: Gildii przyda się wszystko, na czym można zbić interes. Kopalnia żelaza się do tego zalicza.
uk: Гільдії пригодиться все, на чому можна зробити. Копальня заліза підпадає під цю категорію.

source: Gildii przydałby się przyczółek przy drodze na farmę Bermara. Wiesz, tropiciele mieliby bazę wypadową do polowań, najemnicy miejsce do odpoczynku po zleceniach w tamtej okolicy.
uk: Гільдії не завадило б закріпитися на дорозі до ферми Бермара. Знаєш, слідопити мали б базу для полювання, а найманці – місце для відпочинку після завдань у тій місцевості.

source: Gildię zawsze interesują możliwości zarobku. Może moglibyśmy...
uk: Гільдія завжди цікавиться можливостями заробітку. Можливо, ми могли б...

source: Giles
uk: Джайлз

source: Giles nie zgodził się na oddanie figurki za darmo. Uchodźcy rzucili się na mnie - nie miałem wyboru, musiałem ich zabić. Figurka jest paskudna, ale zakładam, że właśnie ją chciał odzyskać Grayson. Pora do niego wrócić.
uk: Джайлз відмовився віддати статуетку задарма. Біженці кинулися на мене – у мене не було іншого вибору, окрім як вбити їх. Статуетка огидна, але я припускаю, що саме її хотів повернути Грейсон. Настав час повернутися до нього.

source: Giles odsprzedał mi figurkę Innosa. Jest paskudna, ale zakładam, że właśnie ją chciał odzyskać Grayson. Pora do niego wrócić.
uk: Джайлз перепродав мені статуетку Інноса. Вона огидна, але я припускаю, що саме її хотів повернути Грейсон. Час повернутися до нього.

source: Gin
uk: Джин

source: Gin to nie był najlepszy pomysł. Dirk szuka czegoś innego.
uk: Джин – не найкраща ідея. Дірк шукає щось інше.

source: Giętki łuk
uk: Гнучкий лук

source: Giń!
uk: Здохни!

source: Giń! Giń! Giń!
uk: Помри! Помри! Помри!

source: Giń! Śmieciu!
uk: Здохни, покидьку!

source: Giń, bydlaku!
uk: Здохни, виродку!

source: Giń, gnido!
uk: Здохни, паскудо!

source: Giń, morderco!
uk: Здохни, вбивце!

source: Giń, przebrzydła bestio!
uk: Здохни, брудна тварюко!

source: Giń, śmieciu!
uk: Помри, мерзото!

source: Glejt Veita
uk: Перепустка Вейта

source: Glejt Veita.
uk: Перепустка Вейта.

source: Glejt wstępu
uk: Перепустка в місто

source: Glewia
uk: Глефа

source: Glizda
uk: Хробак

source: Gnida lubi sobie wypić. W ciągu dnia obala kilka butelek gorzałki, a to niemała sztuka.
uk: Ця гнида любить випити. За день випиває по кілька пляшок спиртного, а це немало.
